const savedIngredientHistory3 = 
  [
    ["Жаренный рис.","Суп пюре из тыквы","Капуста тушеная с мясом."],
    ["Жаренный рис.","Суп пюре из тыквы","Капуста тушеная с мясом."],
    ["Торфяной пирог","Суп с фрикадельками и булгуром.","Плов.","Салат из моркови с изюмом."],
    ["Торфяной пирог","Суп с фрикадельками и булгуром.","Плов.","Салат из моркови с изюмом."],
    ["Гречневая каша с грибами","Фасолевый суп.","Картошка с колбасой и зеленью.","Салат с морской капустой."],
    ["Гречневая каша с грибами","Фасолевый суп.","Картошка с колбасой и зеленью.","Салат с морской капустой."],
  ];
  export function getHistory3() {
    return savedIngredientHistory3;
}