const savedIngredientHistory4 = 
  [
    ["Овсяная каша.","Пшенный суп сяйцом","Голубцы."],
    ["Блины тонкие.","Пшенный суп сяйцом","Голубцы."],
    ["Ватрушка с творогом","Щи из свежей капусты","Картофельные колдуны с мясом."],
    ["Ватрушка с творогом","Щи из свежей капусты","Картофельные колдуны с мясом."],
    ["Омлет.","Суп харчо.","Мясной хлеб.","Овощи тушеные."],
    ["Манная каша","Суп харчо.","Мясной хлеб.","Овощи тушеные."],
  ];
  export function getHistory4() {
    return savedIngredientHistory4;
}