
const savedIngredientHistory2 = 
[
  ["Макароны по-флотски.","Гороховый суп с грудинкой.","Перловка с курицей.","Салат из белокочанной капусты с яблоком."],
  ["Макароны по-флотски.","Гороховый суп с грудинкой.","Перловка с курицей.","Салат из белокочанной капусты с яблоком."],
  ["Ватрушка с творогом","Суп харчо.","Ёжики.","Макароны отварные.","Селедка под шубой."],
  ["Ватрушка с творогом","Суп харчо.","Ёжики.","Макароны отварные.","Селедка под шубой."],
  ["Оладьи на кефире.","Щи из свежей капусты","Рубленные котлеты.","Рассыпчатый рис басмати.","Морковь по-корейски."],
  ["Омлет.","Щи из свежей капусты","Рубленные котлеты.","Рассыпчатый рис басмати.","Морковь по-корейски."],
];
  export function getHistory2() {
    return savedIngredientHistory2;
}